Repository: jjundev/project_wattly
Catalog: Wattly/Resources/Localizable.xcstrings
Source language: ko
Languages: ar, cs, da, de, el, en, es, fi, fr, he, hi, hu, id, it, ja, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: 배터리 셀을 회복시키는 기능이 아니라, 잔량 표시의 추정 오차를 보정하는 장시간 충·방전 절차입니다.
ar: هذا لا يُصلح خلايا البطارية. إنه إجراء طويل من الشحن والتفريغ يعيد معايرة مستوى الشحن المعروض.
cs: Toto neobnovuje články baterie. Jde o dlouhý postup nabíjení/vybíjení, který znovu kalibruje zobrazovanou úroveň nabití.
da: Dette genopretter ikke batteriets celler. Det er en lang opladnings-/afladningsprocedure, der rekalibrerer det viste opladningsniveau.
de: Dies stellt keine Akkuzellen wieder her. Es ist ein langer Lade-/Entladevorgang, der die angezeigte Ladung neu kalibriert.
el: Αυτό δεν αποκαθιστά τα στοιχεία της μπαταρίας. Είναι μια μακρά διαδικασία φόρτισης/εκφόρτισης που επαναβαθμονομεί το εμφανιζόμενο επίπεδο φόρτισης.
en: This does not restore battery cells. It is a long charge/discharge procedure that recalibrates the reported charge level.
es: Esto no restaura las celdas de la batería. Es un procedimiento largo de carga/descarga que recalibra el nivel de carga mostrado.
fi: Tämä ei palauta akkukennoja. Kyse on pitkästä lataus-/purkutoimenpiteestä, joka kalibroi näytetyn varaustason uudelleen.
fr: Cette fonction ne restaure pas les cellules de la batterie. Il s'agit d'une longue procédure de charge/décharge qui recalibre le niveau de charge affiché.
he: זה לא משחזר את תאי הסוללה. זהו תהליך טעינה/פריקה ארוך שמכייל מחדש את רמת הטעינה המוצגת.
hi: यह बैटरी सेल को पुनर्स्थापित नहीं करता है। यह एक लंबी चार्ज/डिस्चार्ज प्रक्रिया है जो दिखाए गए चार्ज स्तर को फिर से कैलिब्रेट करती है।
hu: Ez nem állítja helyre az akkumulátor celláit. Egy hosszú töltési/merítési folyamat, amely újrakalibrálja a kijelzett töltöttségi szintet.
id: Fitur ini tidak memulihkan sel baterai. Ini adalah prosedur pengisian/pengosongan daya yang panjang untuk mengalibrasi ulang level daya yang ditampilkan.
it: Questa funzione non ripristina le celle della batteria. È una lunga procedura di carica/scarica che ricalibra il livello di carica indicato.
ja: バッテリーセルを回復させる機能ではなく、残量表示の推定誤差を補正する長時間の充放電手順です。
nb: Dette gjenoppretter ikke battericellene. Det er en lang lade-/utladingsprosedyre som rekalibrerer det viste ladenivået.
nl: Dit herstelt geen batterijcellen. Het is een lange laad-/ontlaadprocedure die het weergegeven laadniveau opnieuw kalibreert.
pl: To nie przywraca ogniw baterii. Jest to długa procedura ładowania/rozładowania, która ponownie kalibruje wyświetlany poziom naładowania.
pt_br: Isso não restaura as células da bateria. É um procedimento longo de carga/descarga que recalibra o nível de carga exibido.
pt_pt: Isto não restaura as células da bateria. É um procedimento longo de carga/descarga que recalibra o nível de carga apresentado.
ro: Aceasta nu reface celulele bateriei. Este o procedură lungă de încărcare/descărcare care recalibrează nivelul de încărcare afișat.
ru: Это не восстанавливает элементы батареи. Это длительная процедура зарядки/разрядки, которая заново калибрует отображаемый уровень заряда.
sv: Detta återställer inte battericellerna. Det är en lång ladd-/urladdningsprocedur som omkalibrerar den visade laddningsnivån.
th: การทำงานนี้ไม่ได้ฟื้นฟูเซลล์แบตเตอรี่ แต่เป็นขั้นตอนชาร์จ/คายประจุที่ใช้เวลานาน เพื่อปรับเทียบระดับการชาร์จที่แสดงผลใหม่
tr: Bu, pil hücrelerini eski haline getirmez. Görüntülenen şarj seviyesini yeniden kalibre eden uzun bir şarj/deşarj işlemidir.
uk: Це не відновлює елементи акумулятора. Це тривала процедура заряджання/розряджання, яка повторно калібрує відображюваний рівень заряду.
vi: Tính năng này không phục hồi các cell pin. Đây là một quy trình sạc/xả kéo dài nhằm hiệu chuẩn lại mức sạc hiển thị.
zh_hans: 这不会修复电池芯，而是通过一次长时间的充放电流程，重新校准显示的电量。
zh_hant: 這不會修復電池芯，而是透過一次長時間的充放電流程，重新校準顯示的電量。

source: 배터리 수명/효율 (%)
ar: Battery Health (%)
cs: Battery Health (%)
da: Battery Health (%)
de: Batteriezustand (%)
el: Battery Health (%)
en: Battery Health (%)
es: Salud de la batería (%)
fi: Battery Health (%)
fr: Santé de la batterie (%)
he: Battery Health (%)
hi: Battery Health (%)
hu: Battery Health (%)
id: Battery Health (%)
it: Battery Health (%)
ja: バッテリー状態/最大容量 (%)
nb: Battery Health (%)
nl: Battery Health (%)
pl: Battery Health (%)
pt_br: Battery Health (%)
pt_pt: Battery Health (%)
ro: Battery Health (%)
ru: Battery Health (%)
sv: Battery Health (%)
th: Battery Health (%)
tr: Battery Health (%)
uk: Battery Health (%)
vi: Battery Health (%)
zh_hans: 电池健康度 (%)
zh_hant: 電池健康度 (%)

source: 배터리 없음 — 데스크톱 Mac
ar: لا توجد بطارية — Mac مكتبي
cs: Žádná baterie — Stolní Mac
da: Intet batteri — Desktop Mac
de: Kein Akku — Desktop Mac
el: Χωρίς μπαταρία — Επιτραπέζιος Mac
en: No battery — Desktop Mac
es: Sin batería: Mac de sobremesa
fi: Ei akkua — Pöytä-Mac
fr: Aucune batterie — Mac de bureau
he: ללא סוללה — Mac שולחני
hi: कोई बैटरी नहीं — डेस्कटॉप Mac
hu: Nincs akkumulátor — Asztali Mac
id: Tanpa baterai — Desktop Mac
it: Nessuna batteria — Mac desktop
ja: バッテリーなし — デスクトップMac
nb: Ikke batteri — Stasjonær Mac
nl: Geen batterij — Desktop Mac
pl: Brak baterii — stacjonarny Mac
pt_br: Sem bateria — Mac Desktop
pt_pt: Sem bateria — Mac desktop
ro: Fără baterie — Mac desktop
ru: Нет аккумулятора — настольный Mac
sv: Inget batteri — Stationär Mac
th: ไม่มีแบตเตอรี่ — Mac แบบตั้งโต๊ะ
tr: Pil yok — Masaüstü Mac
uk: Немає акумулятора — настільний Mac
vi: Không có pin — Máy Mac để bàn
zh_hans: 无电池 — 台式 Mac
zh_hant: 無電池 — 桌上型 Mac

source: 배터리 온도
ar: درجة حرارة البطارية
cs: Teplota baterie
da: Batteritemperatur
de: Batterietemperatur
el: Θερμοκρασία μπαταρίας
en: Battery Temp
es: Temp. de la batería
fi: Akun lämpötila
fr: Température de la batterie
he: טמפרטורת הסוללה
hi: बैटरी तापमान
hu: Akkumulátor hőmérséklet
id: Suhu Baterai
it: Temperatura batteria
ja: バッテリー温度
nb: Batteritemperatur
nl: Batterijtemperatuur
pl: Temperatura baterii
pt_br: Temperatura da Bateria
pt_pt: Temperatura da Bateria
ro: Temperatură baterie
ru: Температура аккумулятора
sv: Batteritemperatur
th: อุณหภูมิแบตเตอรี่
tr: Pil Sıcaklığı
uk: Температура акумулятора
vi: Nhiệt độ pin
zh_hans: 电池温度
zh_hant: 電池溫度

source: 배터리 온도 (°C)
ar: حرارة البطارية (م°)
cs: Teplota baterie (°C)
da: Batteritemperatur (°C)
de: Batterietemperatur (°C)
el: Θερμοκρασία μπαταρίας (°C)
en: Battery Temp (°C)
es: Temperatura batería (°C)
fi: Akun lämpötila (°C)
fr: Température batterie (°C)
he: טמפרטורת סוללה (°C)
hi: बैटरी तापमान (°C)
hu: Akkumulátor hőm. (°C)
id: Suhu Baterai (°C)
it: Temperatura batteria (°C)
ja: バッテリー温度 (°C)
nb: Batteritemperatur (°C)
nl: Batterijtemperatuur (°C)
pl: Temperatura baterii (°C)
pt_br: Temperatura da Bateria (°C)
pt_pt: Temperatura da bateria (°C)
ro: Temperatură baterie (°C)
ru: Температура батареи (°C)
sv: Batteritemperatur (°C)
th: อุณหภูมิแบตเตอรี่ (°C)
tr: Pil Sıcaklığı (°C)
uk: Температура акумулятора (°C)
vi: Nhiệt độ pin (°C)
zh_hans: 电池温度 (°C)
zh_hant: 電池溫度 (°C)

source: 배터리 온도 센서를 읽을 수 없습니다
ar: تعذر قراءة مستشعر درجة حرارة البطارية
cs: Nelze načíst snímač teploty baterie
da: Kan ikke aflæse batteritemperatursensor
de: Batterietemperatursensor kann nicht gelesen werden
el: Δεν είναι δυνατή η ανάγνωση του αισθητήρα θερμοκρασίας μπαταρίας
en: Cannot read battery temperature sensor
es: No se puede leer el sensor de temperatura de la batería
fi: Akun lämpötila-anturia ei voi lukea
fr: Impossible de lire le capteur de température de la batterie
he: לא ניתן לקרוא את חיישן טמפרטורת הסוללה
hi: बैटरी तापमान सेंसर को नहीं पढ़ा जा सकता है
hu: Nem olvasható az akkumulátor hőmérséklet-érzékelője
id: Tidak dapat membaca sensor suhu baterai
it: Impossibile leggere il sensore di temperatura della batteria
ja: バッテリー温度センサーを読み取れません
nb: Kan ikke lese batteritemperatursensoren
nl: Kan batterijtemperatuursensor niet uitlezen
pl: Nie można odczytać czujnika temperatury baterii
pt_br: Não é possível ler o sensor de temperatura da bateria
pt_pt: Não é possível ler o sensor de temperatura da bateria
ro: Nu se poate citi senzorul de temperatură a bateriei
ru: Не удается прочитать датчик температуры батареи
sv: Det går inte att läsa batteritemperatursensorn
th: ไม่สามารถอ่านเซ็นเซอร์อุณหภูมิแบตเตอรี่ได้
tr: Pil sıcaklığı sensörü okunamıyor
uk: Неможливо прочитати датчик температури акумулятора
vi: Không thể đọc cảm biến nhiệt độ pin
zh_hans: 无法读取电池温度传感器
zh_hant: 無法讀取電池溫度傳感器

source: 배터리 온도가 설정값을 초과하면 충전을 일시 중단하여 배터리 수명을 보호합니다.
ar: إيقاف الشحن مؤقتًا عندما تتجاوز درجة حرارة البطارية الحد المحدد لحماية عمر البطارية.
cs: Pozastaví nabíjení, když teplota baterie překročí nastavený limit, aby chránila životnost baterie.
da: Sætter opladning på pause, når batteritemperaturen overstiger den indstillede grænse for at beskytte batteriets levetid.
de: Pausiert den Ladevorgang, wenn die Batterietemperatur den eingestellten Schwellenwert überschreitet, um die Akkulebensdauer zu schützen.
el: Διακόπτει προσωρινά τη φόρτιση όταν η θερμοκρασία της μπαταρίας υπερβαίνει το καθορισμένο όριο για την προστασία της διάρκειας ζωής της μπαταρίας.
en: Pauses charging when the battery temperature exceeds the set threshold to protect battery health.
es: Pausa la carga cuando la temperatura de la batería supera el umbral establecido para proteger la vida útil de la batería.
fi: Keskeyttää latauksen, kun akun lämpötila ylittää asetetun kynnyksen, akun käyttöiän suojaamiseksi.
fr: Suspend la charge lorsque la température de la batterie dépasse le seuil défini pour préserver la durée de vie de la batterie.
he: משהה את הטעינה כאשר טמפרטורת הסוללה חורגת מהסף שהוגדר כדי להגן על חיי הסוללה.
hi: बैटरी लाइफ की सुरक्षा के लिए बैटरी का तापमान निर्धारित सीमा से अधिक होने पर चार्जिंग को रोक देता है।
hu: Szünetelteti a töltést, ha az akkumulátor hőmérséklete meghaladja a beállított küszöbértéket az akkumulátor élettartamának védelme érdekében.
id: Menjeda pengisian daya saat suhu baterai melebihi ambang batas yang ditentukan untuk melindungi kesehatan baterai.
it: Sospende la ricarica quando la temperatura della batteria supera la soglia impostata per proteggere la durata della batteria.
ja: バッテリー温度が設定値を超えると充電を一時停止し、バッテリー寿命を保護します。
nb: Setter ladingen på pause når batteritemperaturen overskrider den angitte grensen for å beskytte batteriets levetid.
nl: Pauzeert het opladen wanneer de batterijtemperatuur de ingestelde drempelwaarde overschrijdt om de levensduur van de batterij te beschermen.
pl: Wstrzymuje ładowanie, gdy temperatura baterii przekroczy ustawiony próg, aby chronić jej żywotność.
pt_br: Pausa o carregamento quando a temperatura da bateria excede o limite definido para proteger a vida útil da bateria.
pt_pt: Pausa o carregamento quando a temperatura da bateria excede o limite definido para proteger a vida útil da bateria.
ro: Întrerupe încărcarea când temperatura bateriei depășește pragul setat pentru a proteja durata de viață a bateriei.
ru: Приостанавливает зарядку при превышении заданной температуры для защиты аккумулятора.
sv: Pausar laddningen när batteritemperaturen överstiger det inställda gränsvärdet för att skydda batteriets livslängd.
th: หยุดชาร์จชั่วคราวเมื่ออุณหภูมิแบตเตอรี่เกินค่าที่ตั้งไว้เพื่อปกป้องอายุการใช้งานของแบตเตอรี่
tr: Pil sıcaklığı belirlenen eşiği aştığında pil ömrünü korumak için şarjı duraklatır.
uk: Призупиняє заряджання, якщо температура акумулятора перевищує встановлений поріг, для захисту терміну служби акумулятора.
vi: Tạm dừng sạc khi nhiệt độ pin vượt quá ngưỡng đã đặt để bảo vệ tuổi thọ của pin.
zh_hans: 当电池温度超过设定阈值时暂停充电，以保护电池寿命。
zh_hant: 當電池溫度超過設定閾值時暫停充電，以保護電池壽命。

source: 배터리 잔량 (%)
ar: Battery Level (%)
cs: Battery Level (%)
da: Battery Level (%)
de: Batteriestand (%)
el: Battery Level (%)
en: Battery Level (%)
es: Nivel de batería (%)
fi: Battery Level (%)
fr: Niveau de batterie (%)
he: Battery Level (%)
hi: Battery Level (%)
hu: Battery Level (%)
id: Battery Level (%)
it: Battery Level (%)
ja: バッテリー残量 (%)
nb: Battery Level (%)
nl: Battery Level (%)
pl: Battery Level (%)
pt_br: Battery Level (%)
pt_pt: Battery Level (%)
ro: Battery Level (%)
ru: Battery Level (%)
sv: Battery Level (%)
th: Battery Level (%)
tr: Battery Level (%)
uk: Battery Level (%)
vi: Battery Level (%)
zh_hans: 电池电量 (%)
zh_hant: 電池電量 (%)

source: 배터리 잔량이 목표치보다 높을 때 수동 방전 버튼을 표시합니다.
ar: يعرض زر التفريغ اليدوي عندما يكون مستوى البطارية أعلى من المستوى المستهدف.
cs: Zobrazuje tlačítko ručního vybití, když je stav baterie nad cílovou úrovní.
da: Viser knappen til manuel afladning, når batteriniveauet er over målniveauet.
de: Zeigt die Schaltfläche zum manuellen Entladen an, wenn der Akkustand über dem Zielwert liegt.
el: Εμφανίζει το κουμπί χειροκίνητης εκφόρτισης όταν η στάθμη της μπαταρίας είναι πάνω από το επίπεδο-στόχο.
en: Displays the manual discharge button when the battery is above the target level.
es: Muestra el botón de descarga manual cuando la batería está por encima del nivel objetivo.
fi: Näyttää manuaalisen purkamisen painikkeen, kun akun varaustaso on tavoitetason yläpuolella.
fr: Affiche le bouton de décharge manuelle lorsque le niveau de batterie est supérieur à la cible.
he: מציג את כפתור הפריקה הידנית כאשר רמת הסוללה מעל לרמת היעד.
hi: बैटरी का स्तर लक्ष्य से अधिक होने पर मैन्युअल डिस्चार्ज बटन प्रदर्शित करता है।
hu: Megjeleníti a kézi lemerítés gombot, ha az akkumulátor töltöttsége meghaladja a cél szintet.
id: Menampilkan tombol pengosongan manual saat daya baterai berada di atas target.
it: Mostra il pulsante di scarica manuale quando la batteria è al di sopra del livello target.
ja: バッテリー残量が目標値より高いときに手動放電ボタンを表示します。
nb: Viser knappen for manuell utlading når batterinivået er over målnivået.
nl: Toont de knop voor handmatig ontladen wanneer het batterijniveau hoger is dan het doel.
pl: Wyświetla przycisk ręcznego rozładowywania, gdy poziom baterii jest wyższy niż docelowy.
pt_br: Exibe o botão de descarga manual quando a bateria estiver acima do nível desejado.
pt_pt: Apresenta o botão de descarregamento manual quando a bateria estiver acima do nível pretendido.
ro: Afișează butonul de descărcare manuală când nivelul bateriei este peste valoarea țintă.
ru: Показывает кнопку ручной разрядки, когда уровень заряда выше целевого.
sv: Visar knappen för manuell urladdning när batterinivån är över målnivån.
th: แสดงปุ่มคายประจุด้วยตนเองเมื่อระดับแบตเตอรี่สูงกว่าเป้าหมาย
tr: Pil seviyesi hedef değerin üzerindeyken manuel deşarj düğmesini gösterir.
uk: Показує кнопку ручного розряджання, коли рівень заряду перевищує цільовий.
vi: Hiển thị nút xả pin thủ công khi mức pin cao hơn mục tiêu.
zh_hans: 当电池电量高于目标值时显示手动放电按钮。
zh_hant: 當電池電量高於目標值時顯示手動放電按鈕。

source: 배터리 전원으로 구동 중
ar: يعمل بطاقة البطارية
cs: Napájení z baterie
da: Kører på batteri
de: Wird über Akku betrieben
el: Λειτουργεί με μπαταρία
en: Running on battery
es: Funcionando con la batería
fi: Toimii akkuvirralla
fr: Fonctionne sur batterie
he: פועל מהסוללה
hi: बैटरी पर चल रहा है
hu: Akkumulátorról üzemel
id: Berjalan dengan baterai
it: In funzione a batteria
ja: バッテリー電源で動作中
nb: Kjører på batteri
nl: Werkt op accuvoeding
pl: Zasilanie z baterii
pt_br: Funcionando na bateria
pt_pt: A funcionar com a bateria
ro: Funcționează pe baterie
ru: Питание от батареи
sv: Drivs på batteri
th: ทำงานด้วยแบตเตอรี่
tr: Pil ile çalışıyor
uk: Живлення від акумулятора
vi: Đang chạy bằng pin
zh_hans: 正在使用电池供电
zh_hant: 正在使用電池供電

source: 배터리 최대 충전 한도(%)를 설정하고 충전 제한을 적용합니다.
ar: Set maximum battery charge limit (%) and apply charge limiting.
cs: Set maximum battery charge limit (%) and apply charge limiting.
da: Set maximum battery charge limit (%) and apply charge limiting.
de: Maximales Ladelimit (%) festlegen und Ladesteuerung anwenden.
el: Set maximum battery charge limit (%) and apply charge limiting.
en: Set maximum battery charge limit (%) and apply charge limiting.
es: Establece el límite máximo de carga de la batería (%) y aplica la limitación.
fi: Set maximum battery charge limit (%) and apply charge limiting.
fr: Définissez la limite de charge maximale (%) et appliquez la limitation de charge.
he: Set maximum battery charge limit (%) and apply charge limiting.
hi: Set maximum battery charge limit (%) and apply charge limiting.
hu: Set maximum battery charge limit (%) and apply charge limiting.
id: Set maximum battery charge limit (%) and apply charge limiting.
it: Set maximum battery charge limit (%) and apply charge limiting.
ja: バッテリーの最大充電上限（%）を設定し、充電制限を適用します。
nb: Set maximum battery charge limit (%) and apply charge limiting.
nl: Set maximum battery charge limit (%) and apply charge limiting.
pl: Set maximum battery charge limit (%) and apply charge limiting.
pt_br: Set maximum battery charge limit (%) and apply charge limiting.
pt_pt: Set maximum battery charge limit (%) and apply charge limiting.
ro: Set maximum battery charge limit (%) and apply charge limiting.
ru: Set maximum battery charge limit (%) and apply charge limiting.
sv: Set maximum battery charge limit (%) and apply charge limiting.
th: Set maximum battery charge limit (%) and apply charge limiting.
tr: Set maximum battery charge limit (%) and apply charge limiting.
uk: Set maximum battery charge limit (%) and apply charge limiting.
vi: Set maximum battery charge limit (%) and apply charge limiting.
zh_hans: 设置电池最大充电上限（%）并应用充电限制。
zh_hant: 設定電池最大充電上限（%）並套用充電限制。

source: 배터리 충전 제어
ar: التحكم في شحن البطارية
cs: Ovládání nabíjení baterie
da: Batteriopladningsstyring
de: Batterieladesteuerung
el: Έλεγχος φόρτισης μπαταρίας
en: Battery Charge Control
es: Control de carga de la batería
fi: Akun latauksen hallinta
fr: Contrôle de charge de la batterie
he: בקרת טעינת הסוללה
hi: बैटरी चार्ज नियंत्रण
hu: Akkumulátor-töltésvezérlés
id: Kontrol Pengisian Daya Baterai
it: Controllo della carica della batteria
ja: バッテリー充電制御
nb: Batteriladekontroll
nl: Accu-laadbeheer
pl: Sterowanie ładowaniem baterii
pt_br: Controle de Carga da Bateria
pt_pt: Controlo de Carga da Bateria
ro: Controlul încărcării bateriei
ru: Управление зарядкой батареи
sv: Batteriladdningskontroll
th: การควบคุมการชาร์จแบตเตอรี่
tr: Pil Şarj Kontrolü
uk: Керування заряджанням акумулятора
vi: Kiểm soát Sạc Pin
zh_hans: 电池充电控制
zh_hant: 電池充電控制

source: 배터리 충전 제한
ar: حد شحن البطارية
cs: Limit nabíjení baterie
da: Batteriopladningsgrænse
de: Batterieladelimit
el: Όριο φόρτισης μπαταρίας
en: Battery Charge Limit
es: Límite de carga de la batería
fi: Akun latausraja
fr: Limite de charge de la batterie
he: מגבלת טעינת הסוללה
hi: बैटरी चार्ज सीमा
hu: Akkumulátor töltési korlátja
id: Batas Pengisian Daya Baterai
it: Limite di carica della batteria
ja: バッテリー充電上限
nb: Batteriladegrense
nl: Accu-laadlimiet
pl: Limit ładowania baterii
pt_br: Limite de Carga da Bateria
pt_pt: Limite de Carga da Bateria
ro: Limita de încărcare a bateriei
ru: Лимит зарядки батареи
sv: Batteriladdningsgräns
th: ขีดจำกัดการชาร์จแบตเตอรี่
tr: Pil Şarj Sınırı
uk: Ліміт заряджання акумулятора
vi: Giới hạn Sạc Pin
zh_hans: 电池充电上限
zh_hant: 電池充電上限

source: 배터리 충전 제한 기능을 켜거나 끕니다.
ar: Turn battery charge limiting on or off.
cs: Turn battery charge limiting on or off.
da: Turn battery charge limiting on or off.
de: Batterieladelimitfunktion ein- oder ausschalten.
el: Turn battery charge limiting on or off.
en: Turn battery charge limiting on or off.
es: Activa o desactiva la función de límite de carga de la batería.
fi: Turn battery charge limiting on or off.
fr: Activez ou désactivez la limitation de charge de la batterie.
he: Turn battery charge limiting on or off.
hi: Turn battery charge limiting on or off.
hu: Turn battery charge limiting on or off.
id: Turn battery charge limiting on or off.
it: Turn battery charge limiting on or off.
ja: バッテリー充電制限機能のオン/オフを切り替えます。
nb: Turn battery charge limiting on or off.
nl: Turn battery charge limiting on or off.
pl: Turn battery charge limiting on or off.
pt_br: Turn battery charge limiting on or off.
pt_pt: Turn battery charge limiting on or off.
ro: Turn battery charge limiting on or off.
ru: Turn battery charge limiting on or off.
sv: Turn battery charge limiting on or off.
th: Turn battery charge limiting on or off.
tr: Turn battery charge limiting on or off.
uk: Turn battery charge limiting on or off.
vi: Turn battery charge limiting on or off.
zh_hans: 开启或关闭电池充电限制功能。
zh_hant: 開啟或關閉電池充電限制功能。

source: 배터리 충전 제한 설정
ar: Battery Charge Limit Settings
cs: Battery Charge Limit Settings
da: Battery Charge Limit Settings
de: Batterieladelimiteinstellungen
el: Battery Charge Limit Settings
en: Battery Charge Limit Settings
es: Configuración de límite de carga de batería
fi: Battery Charge Limit Settings
fr: Paramètres de limite de charge de batterie
he: Battery Charge Limit Settings
hi: Battery Charge Limit Settings
hu: Battery Charge Limit Settings
id: Battery Charge Limit Settings
it: Battery Charge Limit Settings
ja: バッテリー充電上限設定
nb: Battery Charge Limit Settings
nl: Battery Charge Limit Settings
pl: Battery Charge Limit Settings
pt_br: Battery Charge Limit Settings
pt_pt: Battery Charge Limit Settings
ro: Battery Charge Limit Settings
ru: Battery Charge Limit Settings
sv: Battery Charge Limit Settings
th: Battery Charge Limit Settings
tr: Battery Charge Limit Settings
uk: Battery Charge Limit Settings
vi: Battery Charge Limit Settings
zh_hans: 电池充电限制设置
zh_hant: 電池充電限制設定

source: 배터리 충전 제한을 껐습니다.
ar: Turned off battery charge limit.
cs: Turned off battery charge limit.
da: Turned off battery charge limit.
de: Batterieladelimit deaktiviert.
el: Turned off battery charge limit.
en: Turned off battery charge limit.
es: Límite de carga de la batería desactivado.
fi: Turned off battery charge limit.
fr: Limite de charge de la batterie désactivée.
he: Turned off battery charge limit.
hi: Turned off battery charge limit.
hu: Turned off battery charge limit.
id: Turned off battery charge limit.
it: Turned off battery charge limit.
ja: バッテリー充電上限をオフにしました。
nb: Turned off battery charge limit.
nl: Turned off battery charge limit.
pl: Turned off battery charge limit.
pt_br: Turned off battery charge limit.
pt_pt: Turned off battery charge limit.
ro: Turned off battery charge limit.
ru: Turned off battery charge limit.
sv: Turned off battery charge limit.
th: Turned off battery charge limit.
tr: Turned off battery charge limit.
uk: Turned off battery charge limit.
vi: Turned off battery charge limit.
zh_hans: 已关闭电池充电限制。
zh_hant: 已關閉電池充電限制。

source: 배터리 충전 제한을 켰습니다.
ar: Turned on battery charge limit.
cs: Turned on battery charge limit.
da: Turned on battery charge limit.
de: Batterieladelimit aktiviert.
el: Turned on battery charge limit.
en: Turned on battery charge limit.
es: Límite de carga de la batería activado.
fi: Turned on battery charge limit.
fr: Limite de charge de la batterie activée.
he: Turned on battery charge limit.
hi: Turned on battery charge limit.
hu: Turned on battery charge limit.
id: Turned on battery charge limit.
it: Turned on battery charge limit.
ja: バッテリー充電上限をオンにしました。
nb: Turned on battery charge limit.
nl: Turned on battery charge limit.
pl: Turned on battery charge limit.
pt_br: Turned on battery charge limit.
pt_pt: Turned on battery charge limit.
ro: Turned on battery charge limit.
ru: Turned on battery charge limit.
sv: Turned on battery charge limit.
th: Turned on battery charge limit.
tr: Turned on battery charge limit.
uk: Turned on battery charge limit.
vi: Turned on battery charge limit.
zh_hans: 已开启电池充电限制。
zh_hant: 已開啟電池充電限制。
